export const crossWordData = [
  {
    horizontal: [
      {
        word: '심리학',
        explanation:
          '명사. 생물체의 의식 현상과 행동을 연구하는 학문. 예전에는 형이상학 안에 포함하여 생각하였으나 오늘날에는 실험 과학의 경향을 띠고 있다.',
        row: 0,
        col: 0,
      },
      {
        word: '위상',
        explanation:
          '명사. 어떤 사물이 다른 사물과의 관계 속에서 가지는 위치나 상태. “○○을 높이다.”',
        row: 1,
        col: 2,
      },
      {
        word: '보도',
        explanation:
          '명사. 대중 전달 매체를 통하여 일반 사람들에게 새로운 소식을 알림. 또는 그 소식. “신문에 ○○된 사건.”',
        row: 1,
        col: 5,
      },
      {
        word: '어조',
        explanation: '명사. 말이나 글의 느낌이나 분위기. “비웃는 ○○로 말하다.”',
        row: 2,
        col: 0,
      },
      {
        word: '설레다',
        explanation:
          '동사. 마음이 가라앉지 아니하고 들떠서 두근거리다. “그를 만나러 갈 생각에 벌써부터 마음이 ○○○.”',

        row: 2,
        col: 3,
      },
      {
        word: '치안',
        explanation:
          '명사. 범죄를 예방하고 범죄자를 검거하는 일. “○○을 유지하다.”',
        row: 3,
        col: 1,
      },
      {
        word: '목덜미',
        explanation:
          '명사. 목의 뒤쪽 부분과 그 아래 근처. ‘○○○를 잡히다’는 표현은 ‘어떤 약점이나 중요한 곳을 잡히다’, 혹은 ‘피할 수 없이 죄가 드러나게 되다’의 의미이다. “사기 행각이 ○○○를 잡히다.”',
        row: 4,
        col: 2,
      },
      {
        word: '종속',
        explanation:
          '명사. 다른 것에 의존하여 존재하거나 행동하는 것. “○○적인 입장.”',
        row: 5,
        col: 0,
      },
      {
        word: '어수선',
        explanation:
          '형용사의 어근. ①사물이 얽히고 뒤섞여 가지런하지 아니하고 마구 헝클어져 있다. ②마음이나 분위기가 안정되지 못하여 불안하고 산란하다.',
        row: 6,
        col: 4,
      },
    ],
    vertical: [
      {
        word: '심지어',
        explanation:
          '부사. 더욱 심하다 못하여 나중에는. “승부는 하룻밤 단판에 결판이 나는 것이 아니고 닷새나 열흘, ○○○는 보름 동안 계속되기도 하였다.” <문순태, 타오르는 강>',
        row: 0,
        col: 0,
      },
      {
        word: '학위',
        explanation:
          '명사. 어떤 부문의 학문을 전문적으로 익히고 공부하여 일정한 수준에 오른 사람에게 대학에서 주는 자격. 학사, 석사, 박사 따위가 있다. “○○를 따다.”',
        row: 0,
        col: 2,
      },
      {
        word: '상설',
        explanation:
          '명사. 언제든지 이용할 수 있도록 설비와 시설을 갖추어 둠. “○○ 할인 매장.”',
        row: 1,
        col: 3,
      },
      {
        word: '보다',
        explanation: '부사. 어떤 수준에 비하여 한층 더. “○○ 높게, ○○ 빠르게.”',
        row: 1,
        col: 5,
      },
      {
        word: '조치',
        explanation:
          '명사. 어떤 일을 처리하거나 해결하기 위하여 취하는 일. “○○를 취하다.”',
        row: 2,
        col: 1,
      },
      {
        word: '안목',
        explanation:
          '명사. 사물을 보고 분별하는 견식. “친구는 물건을 고르는 ○○이 뛰어나다.”',
        row: 3,
        col: 2,
      },
      {
        word: '미디어',
        explanation:
          '명사. 어떤 작용을 한쪽에서 다른 쪽으로 전달하는 역할을 하는 것. ‘대중 매체’, ‘매개체(媒介體)’, ‘매체(媒體)’로 순화.',
        row: 4,
        col: 4,
      },
      {
        word: '속성',
        explanation:
          '명사. 어떤 사물이나 현상이 가지고 있는 특징이나 성질. “물리적 ○○.”',
        row: 5,
        col: 1,
      },
      {
        word: '총선',
        explanation:
          '명사. 국회의원 전부를 한꺼번에 선출하는 선거. 대통령제 국가에서는 임기가 만료되었을 때에, 의원 내각제 국가에서는 의회 해산 때에 한다. “○○을 실시하다.”',
        row: 5,
        col: 6,
      },
    ],
  },
];
